Repository: Bunn/glassyview
Catalog: dejaview/Localizable.xcstrings
Source language: en
Languages: de, es, ja, nl, pt_br, zh_hans

source: Glassy Desk connects your iPhone or iPad to a Mac so you can view and control its desktop over VNC or Glassy Stream.
de: Glassy Desk verbindet Ihren iPhone oder iPad mit einem Mac, sodass Sie dessen Desktop über VNC oder Glassy Stream anzeigen und steuern können.
es: Glassy Desk conecta su iPhone o iPad a una Mac para que pueda ver y controlar su escritorio a través de VNC o Glassy Stream.
ja: Glassy Desk は、iPhone または iPad を Mac に接続し、VNC または Glassy Stream 経由でそのデスクトップを表示および制御できるようにします。
nl: Glassy Desk verbindt uw iPhone of iPad met een Mac, zodat u het bureaublad kunt bekijken en bedienen via VNC of Glassy Stream.
pt_br: Glassy Desk conecta seu iPhone ou iPad a um Mac para que você possa visualizar e controlar sua área de trabalho por meio de VNC ou Glassy Stream.
zh_hans: Glassy Desk 将您的 iPhone 或 iPad 连接到 Mac，以便您可以通过 VNC 或 Glassy Stream 查看和控制其桌面。

source: Glassy Desk connects your iPhone or iPad to a Mac's built-in Screen Sharing service so you can view and control the desktop over VNC/RFB.
de: Glassy Desk verbindet Ihr iPhone oder iPad mit dem integrierten Bildschirmfreigabedienst eines Mac, sodass Sie den Desktop über VNC/RFB anzeigen und steuern können.
es: Glassy Desk conecta su iPhone o iPad al servicio de pantalla compartida integrado de una Mac para que pueda ver y controlar el escritorio a través de VNC/RFB.
ja: Glassy Desk は、iPhone または iPad を Mac の内蔵画面共有サービスに接続し、VNC/RFB 経由でデスクトップを表示および制御できるようにします。
nl: Glassy Desk verbindt uw iPhone of iPad met de ingebouwde schermdelingsservice van een Mac, zodat u het bureaublad via VNC/RFB kunt bekijken en bedienen.
pt_br: Glassy Desk conecta seu iPhone ou iPad ao serviço de compartilhamento de tela integrado do Mac para que você possa visualizar e controlar a área de trabalho pelo VNC/RFB.
zh_hans: Glassy Desk 将您的 iPhone 或 iPad 连接到 Mac 的内置屏幕共享服务，以便您可以通过 VNC/RFB 查看和控制桌面。

source: Glassy Desk connects your iPhone or iPad to macOS Screen Sharing so you can view and control your desktop from the devices you already carry.
de: Glassy Desk verbindet Ihren iPhone oder iPad mit der Bildschirmfreigabe macOS, sodass Sie Ihren Desktop von den Geräten, die Sie bereits bei sich tragen, anzeigen und steuern können.
es: Glassy Desk conecta su iPhone o iPad a macOS Screen Sharing para que pueda ver y controlar su escritorio desde los dispositivos que ya tiene.
ja: Glassy Desk は、iPhone または iPad を macOS 画面共有に接続し、既に持ち運んでいるデバイスからデスクトップを表示および制御できるようにします。
nl: Glassy Desk verbindt uw iPhone of iPad met macOS Scherm delen, zodat u uw bureaublad kunt bekijken en bedienen vanaf de apparaten die u al bij u heeft.
pt_br: Glassy Desk conecta seu iPhone ou iPad ao compartilhamento de tela macOS para que você possa visualizar e controlar sua área de trabalho a partir dos dispositivos que você já carrega.
zh_hans: Glassy Desk 将您的 iPhone 或 iPad 连接到 macOS 屏幕共享，以便您可以从已携带的设备查看和控制您的桌面。

source: Glassy Desk couldn't reconnect after %lld attempts.
de: Glassy Desk konnte nach %lld Versuchen keine neue Verbindung herstellen.
es: Glassy Desk no pudo volver a conectarse después de %lld intentos.
ja: Glassy Desk は %lld 回試行しても再接続できませんでした。
nl: Glassy Desk kon na %lld pogingen niet opnieuw verbinden.
pt_br: O Glassy Desk não conseguiu se reconectar após %lld tentativas.
zh_hans: Glassy Desk 尝试 %lld 次后仍无法重新连接。

source: Glassy Desk is built for Macs exposing macOS Screen Sharing or Remote Management through the classic VNC/RFB path. Multiple displays may appear as separate choices or as one combined desktop depending on what the Mac exposes.
de: Glassy Desk wurde für Macs entwickelt, die die Bildschirmfreigabe oder Fernverwaltung von macOS über den klassischen VNC/RFB-Pfad ermöglichen. Je nachdem, was der Mac anzeigt, können mehrere Anzeigen als separate Auswahlmöglichkeiten oder als ein kombinierter Desktop angezeigt werden.
es: Glassy Desk está diseñado para Mac que exponen el uso compartido de pantalla o la administración remota de macOS a través de la ruta clásica VNC/RFB. Es posible que aparezcan varias pantallas como opciones separadas o como un escritorio combinado dependiendo de lo que exponga la Mac.
ja: Glassy Desk は、クラシック VNC/RFB パスを介して macOS 画面共有またはリモート管理を公開する Mac 用に構築されています。 Mac が何を公開しているかに応じて、複数のディスプレイが個別の選択肢として表示されることも、1 つの結合されたデスクトップとして表示されることもあります。
nl: Glassy Desk is gebouwd voor Macs die macOS scherm delen of extern beheer toegankelijk maken via het klassieke VNC/RFB-pad. Meerdere beeldschermen kunnen verschijnen als afzonderlijke keuzes of als één gecombineerd bureaublad, afhankelijk van wat de Mac laat zien.
pt_br: Glassy Desk foi desenvolvido para Macs expondo o compartilhamento de tela macOS ou gerenciamento remoto por meio do caminho clássico VNC/RFB. Vários monitores podem aparecer como opções separadas ou como uma área de trabalho combinada, dependendo do que o Mac expõe.
zh_hans: Glassy Desk 专为 Mac 构建，通过经典的 VNC/RFB 路径公开 macOS 屏幕共享或远程管理。多个显示器可能会显示为单独的选项或显示为一个组合桌面，具体取决于 Mac 所显示的内容。

source: Glassy Desk is tuned for Apple's classic Screen Sharing path over VNC/RFB.
de: Glassy Desk ist auf Apples klassischen Screen-Sharing-Pfad über VNC/RFB abgestimmt.
es: Glassy Desk está optimizado para la ruta clásica de uso compartido de pantalla de Apple sobre VNC/RFB.
ja: Glassy Desk は、VNC/RFB を介した Apple の従来の画面共有パス用に調整されています。
nl: Glassy Desk is afgestemd op het klassieke scherm delen-pad van Apple via VNC/RFB.
pt_br: Glassy Desk está ajustado para o caminho clássico de compartilhamento de tela da Apple em VNC/RFB.
zh_hans: Glassy Desk 针对 VNC/RFB 上的 Apple 经典屏幕共享路径进行了调整。

source: Glassy Desk Section
de: Glassy Desk Abschnitt
es: Sección Glassy Desk
ja: Glassy Desk セクション
nl: Glassy Desk Sectie
pt_br: Seção Glassy Desk
zh_hans: Glassy Desk 部分

source: Glassy Host closed the connection.
de: Glassy Host hat die Verbindung geschlossen.
es: Glassy Host cerró la conexión.
ja: Glassy Host が接続を閉じました。
nl: Glassy Host heeft de verbinding verbroken.
pt_br: Glassy Host fechou a conexão.
zh_hans: Glassy Host 关闭了连接。

source: Glassy Host did not accept that pairing password. Check the password configured on the Mac and try again.
de: Glassy Host hat dieses Kopplungskennwort nicht akzeptiert. Überprüfen Sie das auf dem Mac konfigurierte Passwort und versuchen Sie es erneut.
es: Glassy Host no aceptó esa contraseña de emparejamiento. Verifique la contraseña configurada en la Mac e inténtelo nuevamente.
ja: Glassy Host はそのペアリング パスワードを受け入れませんでした。 Mac に設定されているパスワードを確認して、再試行してください。
nl: Glassy Host heeft dat koppelingswachtwoord niet geaccepteerd. Controleer het wachtwoord dat op de Mac is geconfigureerd en probeer het opnieuw.
pt_br: Glassy Host não aceitou essa senha de emparelhamento. Verifique a senha configurada no Mac e tente novamente.
zh_hans: Glassy Host 不接受该配对密码。检查 Mac 上配置的密码并重试。

source: Glassy Host did not complete the secure connection in time.
de: Glassy Host hat die sichere Verbindung nicht rechtzeitig hergestellt.
es: Glassy Host no completó la conexión segura a tiempo.
ja: Glassy Host は時間内に安全な接続を完了できませんでした。
nl: Glassy Host heeft de beveiligde verbinding niet op tijd voltooid.
pt_br: Glassy Host não concluiu a conexão segura a tempo.
zh_hans: Glassy Host 没有及时完成安全连接。

source: Glassy Host ended the connection before authentication completed.
de: Glassy Host hat die Verbindung beendet, bevor die Authentifizierung abgeschlossen ist.
es: Glassy Host finalizó la conexión antes de que se completara la autenticación.
ja: Glassy Host は認証が完了する前に接続を終了しました。
nl: Glassy Host beëindigde de verbinding voordat de authenticatie was voltooid.
pt_br: Glassy Host encerrou a conexão antes da autenticação ser concluída.
zh_hans: Glassy Host 在身份验证完成之前结束了连接。

source: Glassy Host protocol version %u is not supported.
de: Glassy Host-Protokollversion %u wird nicht unterstützt.
es: La versión del protocolo Glassy Host %u no es compatible.
ja: Glassy Host プロトコル バージョン %u はサポートされていません。
nl: Glassy Host-protocolversie %u wordt niet ondersteund.
pt_br: A versão do protocolo Glassy Host %u não é suportada.
zh_hans: 不支持 Glassy Host 协议版本 %u。

source: Glassy Host rejected authentication: %@
de: Glassy Host hat die Authentifizierung abgelehnt: %@
es: Glassy Host autenticación rechazada: %@
ja: Glassy Host が認証を拒否しました: %@
nl: Glassy Host heeft authenticatie afgewezen: %@
pt_br: Glassy Host autenticação rejeitada: %@
zh_hans: Glassy Host 拒绝身份验证：%@

source: Glassy Host sent an invalid message: %@
de: Glassy Host hat eine ungültige Nachricht gesendet: %@
es: Glassy Host envió un mensaje no válido: %@
ja: Glassy Host が無効なメッセージを送信しました: %@
nl: Glassy Host heeft een ongeldig bericht verzonden: %@
pt_br: Glassy Host enviou uma mensagem inválida: %@
zh_hans: Glassy Host 发送了无效消息：%@

source: Glassy Host uses TCP port %u by default. A port included in the address takes precedence.
de: Glassy Host verwendet standardmäßig den TCP-Port %u. Ein in der Adresse enthaltener Port hat Vorrang.
es: Glassy Host utiliza el puerto TCP %u de forma predeterminada. Un puerto incluido en la dirección tiene prioridad.
ja: Glassy Host は、デフォルトで TCP ポート %u を使用します。アドレスに含まれるポートが優先されます。
nl: Glassy Host gebruikt standaard de TCP-poort %u. Een poort die in het adres is opgenomen, heeft voorrang.
pt_br: Glassy Host usa a porta TCP %u por padrão. Uma porta incluída no endereço tem precedência.
zh_hans: Glassy Host 默认使用 TCP 端口 %u。地址中包含的端口优先。

source: Glassy Stream detected
de: Glassy Stream erkannt
es: Glassy Stream detectado
ja: Glassy Stream が検出されました
nl: Glassy Stream gedetecteerd
pt_br: Glassy Stream detectado
zh_hans: Glassy Stream 检测到

source: Glassy Stream Detected
de: Glassy Stream Erkannt
es: Glassy Stream Detectado
ja: Glassy Stream が検出されました
nl: Glassy Stream gedetecteerd
pt_br: Glassy Stream detectado
zh_hans: Glassy Stream 检测到

source: Glassy Stream host name or IP address
de: Glassy Stream Hostname oder IP-Adresse
es: Nombre de host o dirección IP de Glassy Stream
ja: Glassy Stream ホスト名または IP アドレス
nl: Glassy Stream hostnaam of IP-adres
pt_br: Nome do host ou endereço IP Glassy Stream
zh_hans: Glassy Stream 主机名或 IP 地址

source: Glassy Stream is selected for this Mac. Save or connect to continue.
de: Glassy Stream ist für diesen Mac ausgewählt. Speichern oder verbinden, um fortzufahren.
es: Glassy Stream está seleccionado para esta Mac. Guarde o conéctese para continuar.
ja: この Mac では Glassy Stream が選択されています。保存するか接続して続行してください。
nl: Glassy Stream is geselecteerd voor deze Mac. Opslaan of verbinden om door te gaan.
pt_br: Glassy Stream está selecionado para este Mac. Salve ou conecte-se para continuar.
zh_hans: 为此 Mac 选择 Glassy Stream。保存或连接以继续。

source: Glassy Stream Stopped
de: Glassy Stream Gestoppt
es: Glassy Stream Detenido
ja: Glassy Stream 停止しました
nl: Glassy Stream Gestopt
pt_br: Glassy Stream Parado
zh_hans: Glassy Stream 已停止

source: Held
de: Gehalten
es: Retenido
ja: 開催
nl: Gehouden
pt_br: Retido
zh_hans: 举行

source: Hide Software Keyboard
de: Software-Tastatur ausblenden
es: Ocultar teclado de software
ja: ソフトウェアキーボードを非表示にする
nl: Softwaretoetsenbord verbergen
pt_br: Ocultar teclado de software
zh_hans: 隐藏软件键盘

source: Hides zoom, display, and session options.
de: Blendet Zoom-, Anzeige- und Sitzungsoptionen aus.
es: Oculta las opciones de zoom, visualización y sesión.
ja: ズーム、表示、セッションのオプションを非表示にします。
nl: Verbergt zoom-, weergave- en sessie-opties.
pt_br: Oculta opções de zoom, exibição e sessão.
zh_hans: 隐藏缩放、显示和会话选项。

source: Host
de: Gastgeber
es: Anfitrión
ja: ホスト
nl: Gastheer
zh_hans: 主持人

source: Host error %u
de: Hostfehler %u
es: Error de host %u
ja: ホストエラー %u
nl: Hostfout %u
pt_br: Erro de host %u
zh_hans: 主机错误 %u

source: Host is required.
de: Host ist erforderlich.
es: Se requiere host.
ja: ホストは必須です。
nl: Host is vereist.
pt_br: Host é obrigatório.
zh_hans: 主机是必需的。

source: Host name or IP address
de: Hostname oder IP-Adresse
es: Nombre de host o dirección IP
ja: ホスト名または IP アドレス
nl: Hostnaam of IP-adres
pt_br: Nome do host ou endereço IP
zh_hans: 主机名或 IP 地址

source: Host name or IP address (optional for nearby)
de: Hostname oder IP-Adresse (optional für in der Nähe)
es: Nombre de host o dirección IP (opcional para personas cercanas)
ja: ホスト名または IP アドレス (近くの場合はオプション)
nl: Hostnaam of IP-adres (optioneel voor dichtbij)
pt_br: Nome do host ou endereço IP (opcional para proximidade)
zh_hans: 主机名或 IP 地址（附近可选）

source: Host or IP address
de: Host oder IP-Adresse
es: Host o dirección IP
ja: ホストまたは IP アドレス
nl: Host- of IP-adres
pt_br: Host ou endereço IP
zh_hans: 主机或 IP 地址

source: How do I use Wake-on-LAN?
de: Wie verwende ich Wake-on-LAN?
es: ¿Cómo uso Wake-on-LAN?
ja: Wake-on-LAN はどのように使用すればよいですか?
nl: Hoe gebruik ik Wake-on-LAN?
pt_br: Como uso Wake-on-LAN?
zh_hans: 如何使用Wake-on-LAN？

source: How Glassy Desk Works
de: Wie Glassy Desk funktioniert
es: Cómo funciona Glassy Desk
ja: Glassy Desk の仕組み
nl: Hoe Glassy Desk werkt
pt_br: Como funciona Glassy Desk
zh_hans: Glassy Desk 的工作原理

source: Install and open Tailscale on both this device and the remote Mac.
de: Installieren und öffnen Sie Tailscale sowohl auf diesem Gerät als auch auf dem Remote-Mac.
es: Instale y abra Tailscale tanto en este dispositivo como en la Mac remota.
ja: このデバイスとリモート Mac の両方に Tailscale をインストールして開きます。
nl: Installeer en open Tailscale op zowel dit apparaat als de externe Mac.
pt_br: Instale e abra Tailscale neste dispositivo e no Mac remoto.
zh_hans: 在此设备和远程 Mac 上安装并打开 Tailscale。

source: Install Tailscale
de: Installieren Sie Tailscale
es: Instalar Tailscale
ja: Tailscale をインストールする
nl: Installeer Tailscale
pt_br: Instalar Tailscale
zh_hans: 安装 Tailscale

source: Interrupted
de: Unterbrochen
es: Interrumpido
ja: 中断されました
nl: Onderbroken
pt_br: Interrompido
zh_hans: 中断

source: Invalid Glassy Stream video configuration: %@
de: Ungültige Glassy Stream-Videokonfiguration: %@
es: Configuración de vídeo Glassy Stream no válida: %@
ja: 無効な Glassy Stream ビデオ構成: %@
nl: Ongeldige Glassy Stream-videoconfiguratie: %@
pt_br: Configuração de vídeo Glassy Stream inválida: %@
zh_hans: 无效的 Glassy Stream 视频配置：%@

source: Invalid Glassy Stream video frame: %@
de: Ungültiger Glassy Stream-Videorahmen: %@
es: Fotograma de vídeo Glassy Stream no válido: %@
ja: 無効な Glassy Stream ビデオ フレーム: %@
nl: Ongeldig Glassy Stream-videoframe: %@
pt_br: Quadro de vídeo Glassy Stream inválido: %@
zh_hans: 无效的 Glassy Stream 视频帧：%@

source: Invalid Glassy Stream video timing: %@
de: Ungültiges Glassy Stream-Video-Timing: %@
es: Sincronización de vídeo Glassy Stream no válida: %@
ja: 無効な Glassy Stream ビデオ タイミング: %@
nl: Ongeldige Glassy Stream-videotiming: %@
pt_br: Tempo de vídeo Glassy Stream inválido: %@
zh_hans: Glassy Stream 视频计时无效：%@

source: Join the Same Tailnet
de: Treten Sie dem gleichen Tailnet bei
es: Únase a la misma Tailnet
ja: 同じテールネットに参加する
nl: Sluit je aan bij hetzelfde staartnet
pt_br: Junte-se à mesma Tailnet
zh_hans: 加入同一个尾网

source: Keep Cursor Visible
de: Cursor sichtbar halten
es: Mantener el cursor visible
ja: カーソルを表示したままにする
nl: Cursor zichtbaar houden
pt_br: Manter o cursor visível
zh_hans: 保持光标可见

source: Keep regular hosts close
de: Halten Sie reguläre Hosts in der Nähe
es: Mantener cerca los hosts habituales
ja: 通常のホストを近くに置く
nl: Houd vaste hosts in de buurt
pt_br: Mantenha os hosts regulares por perto
zh_hans: 与常客保持密切联系

source: Keep the Mac available
de: Halten Sie den Mac verfügbar
es: Mantenga la Mac disponible
ja: Mac を利用可能な状態に保つ
nl: Houd de Mac beschikbaar
pt_br: Mantenha o Mac disponível
zh_hans: 保持 Mac 可用

source: Leaves the zoomed view fixed as the cursor moves.
de: Lässt die vergrößerte Ansicht unverändert, während sich der Cursor bewegt.
es: Deja la vista ampliada fija a medida que se mueve el cursor.
ja: カーソルの移動に合わせてズーム ビューを固定したままにします。
nl: Laat de ingezoomde weergave ongewijzigd terwijl de cursor beweegt.
pt_br: Deixa a visualização ampliada fixa conforme o cursor se move.
zh_hans: 在光标移动时保持缩放视图固定。

source: Left
de: Links
es: Izquierda
ja: 左
nl: Links
pt_br: Esquerda
zh_hans: 左

source: Left Display
de: Linke Anzeige
es: Pantalla izquierda
ja: 左ディスプレイ
nl: Linkerdisplay
pt_br: Tela Esquerda
zh_hans: 左侧显示屏

source: Lifetime
de: Lebenszeit
es: Vida útil
ja: 生涯
nl: Levenslang
pt_br: Vida útil
zh_hans: 生命周期

source: Looking for Macs
de: Auf der Suche nach Macs
es: Buscando Mac
ja: Macを探しています
nl: Op zoek naar Mac's
pt_br: Procurando por Macs
zh_hans: 寻找 Mac

source: MAC Address (optional)
de: MAC Adresse (optional)
es: MAC Dirección (opcional)
ja: MAC アドレス (オプション)
nl: MAC Adres (optioneel)
pt_br: Endereço MAC (opcional)
zh_hans: MAC 地址（可选）

source: Machine
de: Computer
es: Equipo
ja: コンピュータ
nl: Computer
pt_br: Computador
zh_hans: 计算机

source: Machine Options
de: Computeroptionen
es: Opciones del equipo
ja: コンピュータのオプション
nl: Computeropties
pt_br: Opções do computador
zh_hans: 计算机选项

source: Macs advertising Screen Sharing appear automatically on the Nearby Macs tab.
de: Macs, die für die Bildschirmfreigabe werben, werden automatisch auf der Registerkarte „Macs in der Nähe“ angezeigt.
es: La publicidad de Macs Screen Sharing aparece automáticamente en la pestaña Macs cercanas.
ja: 画面共有を宣伝している Mac は、[近くの Mac] タブに自動的に表示されます。
nl: Macs die reclame maken voor Scherm delen verschijnen automatisch op het tabblad Macs in de buurt.
pt_br: Os Macs que anunciam o compartilhamento de tela aparecem automaticamente na guia Macs próximos.
zh_hans: Mac 广告屏幕共享会自动显示在“附近的 Mac”选项卡上。

source: Macs advertising Screen Sharing on this network.
de: Macs bewerben Screen Sharing in diesem Netzwerk.
es: Mac anuncian Screen Sharing en esta red.
ja: このネットワーク上で画面共有をアドバタイズしている Mac。
nl: Macs adverteren voor schermdeling op dit netwerk.
pt_br: Macs anunciando compartilhamento de tela nesta rede.
zh_hans: Mac 在此网络上广告屏幕共享。

source: Make sure Glassy Host is running. For remote access, connect Tailscale on both devices and verify TCP port 51515 is allowed by your tailnet policy.
de: Stellen Sie sicher, dass Glassy Host ausgeführt wird. Für den Fernzugriff verbinden Sie Tailscale auf beiden Geräten und stellen Sie sicher, dass der TCP-Port 51515 durch Ihre Tailnet-Richtlinie zulässig ist.
es: Asegúrese de que Glassy Host se esté ejecutando. Para acceso remoto, conecte Tailscale en ambos dispositivos y verifique que su política de tailnet permita el puerto 51515 de TCP.
ja: Glassy Host が実行されていることを確認してください。リモート アクセスの場合は、両方のデバイスで Tailscale を接続し、TCP ポート 51515 がテールネット ポリシーで許可されていることを確認します。
nl: Zorg ervoor dat Glassy Host actief is. Voor externe toegang verbindt u Tailscale op beide apparaten en controleert u of TCP-poort 51515 is toegestaan ​​door uw staartnetbeleid.
pt_br: Certifique-se de que Glassy Host esteja em execução. Para acesso remoto, conecte Tailscale em ambos os dispositivos e verifique se a porta 51515 do TCP é permitida pela sua política de tailnet.
zh_hans: 确保 Glassy Host 正在运行。对于远程访问，请在两台设备上连接 Tailscale 并验证您的 tailnet 策略允许 TCP 端口 51515。

source: Make sure Glassy Host is running. For remote access, connect Tailscale on both devices and verify the saved address and TCP port 51515.
de: Stellen Sie sicher, dass Glassy Host ausgeführt wird. Für den Fernzugriff schließen Sie Tailscale an beiden Geräten an und überprüfen Sie die gespeicherte Adresse und den TCP-Port 51515.
es: Asegúrese de que Glassy Host se esté ejecutando. Para acceso remoto, conecte Tailscale en ambos dispositivos y verifique la dirección guardada y el puerto TCP 51515.
ja: Glassy Host が実行されていることを確認してください。リモート アクセスの場合は、両方のデバイスで Tailscale に接続し、保存されたアドレスと TCP ポート 51515 を確認します。
nl: Zorg ervoor dat Glassy Host actief is. Voor externe toegang sluit u Tailscale op beide apparaten aan en verifieert u het opgeslagen adres en TCP-poort 51515.
pt_br: Certifique-se de que Glassy Host esteja em execução. Para acesso remoto, conecte Tailscale em ambos os dispositivos e verifique o endereço salvo e a porta TCP 51515.
zh_hans: 确保 Glassy Host 正在运行。对于远程访问，请在两台设备上连接 Tailscale 并验证保存的地址和 TCP 端口 51515。

source: Manage Subscription
de: Abonnement verwalten
es: Administrar suscripción
ja: サブスクリプションの管理
nl: Beheer abonnement
pt_br: Gerenciar assinatura
zh_hans: 管理订阅

source: Missing from the current offering.
de: Fehlt im aktuellen Angebot.
es: Falta en la oferta actual.
ja: 現在の製品にはありません。
nl: Ontbreekt in het huidige aanbod.
pt_br: Ausente na oferta atual.

source: Monthly
de: Monatlich
es: Mensual
ja: 毎月
nl: Maandelijks
pt_br: Mensalmente
zh_hans: 每月

source: Monthly access to Glassy Desk Pro.
de: Monatlicher Zugriff auf Glassy Desk Pro.
es: Acceso mensual a Glassy Desk Pro.
ja: Glassy Desk Pro への毎月のアクセス。
nl: Maandelijkse toegang tot Glassy Desk Pro.
pt_br: Acesso mensal ao Glassy Desk Pro.
zh_hans: 每月访问 Glassy Desk Pro。

source: More
de: Mehr
es: Más
ja: 詳細
nl: Meer
pt_br: Mais
zh_hans: 更多

source: Move with one finger • Scroll with two • Two-finger tap to right-click
de: Bewegen Sie sich mit einem Finger. • Scrollen Sie mit zwei Fingern. • Tippen Sie mit zwei Fingern, um mit der rechten Maustaste zu klicken
es: Mover con un dedo • Desplazarse con dos • Toque con dos dedos para hacer clic derecho
ja: 1 本の指で移動 • 2 本の指でスクロール • 2 本の指でタップして右クリック
nl: Verplaatsen met één vinger • Scrollen met twee • Tik met twee vingers om met de rechtermuisknop te klikken
pt_br: Mover com um dedo • Rolar com dois • Toque com dois dedos para clicar com o botão direito
zh_hans: 用一根手指移动 • 用两根手指滚动 • 两根手指点击右键单击

source: Move with one finger, scroll with two fingers, or tap with two fingers to right-click.
de: Bewegen Sie sich mit einem Finger, scrollen Sie mit zwei Fingern oder tippen Sie mit zwei Fingern, um mit der rechten Maustaste zu klicken.
es: Muévase con un dedo, desplácese con dos dedos o toque con dos dedos para hacer clic derecho.
ja: 1 本の指で移動、2 本の指でスクロール、または 2 本の指でタップして右クリックします。
nl: Beweeg met één vinger, scroll met twee vingers of tik met twee vingers om met de rechtermuisknop te klikken.
pt_br: Mova com um dedo, role com dois dedos ou toque com dois dedos para clicar com o botão direito.
zh_hans: 用一根手指移动，用两根手指滚动，或用两根手指点击右键单击。

source: Moves the zoomed view when the cursor approaches an edge.
de: Verschiebt die vergrößerte Ansicht, wenn sich der Cursor einer Kante nähert.
es: Mueve la vista ampliada cuando el cursor se acerca a un borde.
ja: カーソルが端に近づくと、ズームされたビューを移動します。
nl: Verplaatst de ingezoomde weergave wanneer de cursor een rand nadert.
pt_br: Move a visualização ampliada quando o cursor se aproxima de uma borda.
zh_hans: 当光标接近边缘时移动缩放视图。

source: Nearby
de: In der Nähe
es: Cerca
ja: 近く
nl: Dichtbij
pt_br: Perto
zh_hans: 附近

source: Nearby Computers
de: Computer in der Nähe
es: Computadoras cercanas
ja: 近くのコンピュータ
nl: Computers in de buurt
pt_br: Computadores próximos
zh_hans: 附近的计算机

source: Nearby discovery only finds Macs on the current local network. Tailscale reaches the remote Mac without exposing a public port on your router.
de: Die Nearby Discovery findet nur Macs im aktuellen lokalen Netzwerk. Tailscale erreicht den Remote-Mac, ohne einen öffentlichen Port auf Ihrem Router freizugeben.
es: El descubrimiento cercano solo encuentra Mac en la red local actual. Tailscale llega a la Mac remota sin exponer un puerto público en su enrutador.
ja: 近くの検出では、現在のローカル ネットワーク上の Mac のみが検索されます。 Tailscale は、ルーターのパブリック ポートを公開せずにリモート Mac に到達します。
nl: Met detectie in de buurt worden alleen Macs op het huidige lokale netwerk gevonden. Tailscale bereikt de externe Mac zonder een openbare poort op uw router bloot te leggen.
pt_br: A descoberta próxima encontra apenas Macs na rede local atual. Tailscale alcança o Mac remoto sem expor uma porta pública no seu roteador.
zh_hans: 附近发现仅查找当前本地网络上的 Mac。 Tailscale 无需暴露路由器上的公共端口即可到达远程 Mac。

source: Nearby Macs
de: Macs in der Nähe
es: Mac cercanas
ja: 近くのMac
nl: Mac's in de buurt
pt_br: Macs próximos
zh_hans: 附近的 Mac

source: New Machine
de: Neuer Computer
es: Nuevo equipo
ja: 新しいコンピュータ
nl: Nieuwe computer
pt_br: Novo computador
zh_hans: 新建计算机

source: No Connection Route
de: Keine Verbindungsroute
es: Sin ruta de conexión
ja: 接続ルートがありません
nl: Geen verbindingsroute
pt_br: Sem rota de conexão
zh_hans: 无连接路由
